{
    "mineralsInfo": {
        "phrase-group": [{
                "phrase": "Antioxidants",
                "meaning": "Antioxidants are substances that may prevent or delay some types of cell damage. Examples include beta-carotene, lutein, lycopene, selenium, and vitamins C and E. They are found in many foods, including fruits and vegetables. They are also available as dietary supplements. Most research has not shown antioxidant supplements to be helpful in preventing diseases.",
                "image": "antioxidant",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": ""
            },
            {
                "phrase": "Calcium",
                "meaning": "Calcium is a mineral found in many foods. Almost all calcium is stored in bones and teeth to help make and keep them strong. Your body needs calcium to help muscles and blood vessels contract and expand, and to send messages through the nervous system. Calcium is also used to help release hormones and enzymes that affect almost every function in the human body.",
                "image": "calcium",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "http://ods.od.nih.gov/factsheets/Calcium-Consumer/"
            },
            {
                "phrase": "Daily Value (DV)",
                "meaning": "The Daily Value (DV) tells you what percentage of a nutrient one serving of that food or supplement provides compared to the recommended amount.",
                "image": "dailyvalue",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "http://ods.od.nih.gov/Health_Information/ODS_Frequently_Asked_Questions.aspx#RDAandDV"
            },
            {
                "phrase": "Dietary Supplements",
                "meaning": "A dietary supplement is a product you take to supplement your diet. It contains one or more dietary ingredients (including vitamins; minerals; herbs or other botanicals; amino acids; and other substances). Supplements do not have to go through the testing that drugs do for effectiveness and safety.",
                "image": "supplement",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "http://ods.od.nih.gov/factsheets/DietarySupplements-HealthProfessional/"
            },
            {
                "phrase": "Electrolytes",
                "meaning": "Electrolytes are minerals in body fluids. They include sodium, potassium, magnesium, and chloride. When you are dehydrated, your body does not have enough fluid and electrolytes.",
                "image": "electrolytes",
                "_reference": "NIH MedlinePlus",
                "_reference-url": "https://medlineplus.gov/fluidandelectrolytebalance.html"
            },
            {
                "phrase": "Iodine",
                "meaning": "Iodine is a mineral found in some foods. Your body needs iodine to make thyroid hormones. These hormones control your body’s metabolism and other functions. They are also important for bone and brain development during pregnancy and infancy.",
                "image": "iodine",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "http://ods.od.nih.gov/factsheets/Iodine-Consumer/"
            },
            {
                "phrase": "Iron",
                "meaning": "Iron is a mineral. It is also added to some food products and is available as a dietary supplement. Iron is a part of hemoglobin, a protein that transports oxygen from the lungs to the tissues. It helps provide oxygen to muscles. Iron is important for cell growth, development, and normal body functions. Iron also helps the body make some hormones and connective tissue.",
                "image": "iron",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "https://ods.od.nih.gov/factsheets/Iron-Consumer/"
            },
            {
                "phrase": "Magnesium",
                "meaning": "Magnesium is a mineral naturally present in many foods, and is added to other food products. It is also available as a dietary supplement and present in some medicines. It helps your body regulate muscle and nerve function, blood sugar levels, and blood pressure. It also helps your body make protein, bone, and DNA.",
                "image": "magnesium",
                "_reference": "National Institutes of Health, Office of Dietary Supplements",
                "_reference-url": "http://ods.od.nih.gov/factsheets/Magnesium-Consumer/"
            }
        ],
        "_last-updated": "2016-10-03",
        "_page-url": "https://medlineplus.gov/meanings/mineralsmeanings.html",
        "_title": "Minerals"
    }
}